[
  {
    "title": "Os Croods 2 (2020)",
    "summary": "Prehistoric family The Croods are back to their old shenanigans in a dangerous, strange new world.",
    "rating": ""
  },
  {
    "title": "Primal (2018)",
    "summary": "A big-game hunter for zoos who has booked passage on a Greek shipping freighter with a fresh haul of exotic and deadly animals from the Amazon, including a rare white Jaguar - along with a ...\n                    See full summary »",
    "rating": ""
  },
  {
    "title": "Looking Glass (2018)",
    "summary": "A couple buy a desert motel where they find that strange, mysterious events occur.",
    "rating": ""
  },
  {
    "title": "#211 (2018)",
    "summary": "Bank heist movie in the vein of \"End of Watch\" meets \"Black Hawk Down\".",
    "rating": ""
  },
  {
    "title": "Between Worlds (2017)",
    "summary": "The story follows Joe, (Cage), a down-on-his-luck truck driver haunted by the memory of his deceased wife and child. He meets Julie (Potente), a spiritually gifted woman who enlists Joe in ...\n                    See full summary »",
    "rating": "8.7"
  },
  {
    "title": "A Score to Settle",
    "summary": "An ex-enforcer for a local crime syndicate has vowed to enact retribution on his mob bosses after 22 years of wrongful imprisonment. The only thing diverting his violent plans is a new found relationship to his beloved son.",
    "rating": ""
  },
  {
    "title": "Mandy (2018)",
    "summary": "Mandy is set in the primal wilderness of 1983 where Red Miller, a broken and haunted man hunts an unhinged religious sect who slaughtered the love of his life.",
    "rating": "8.3"
  },
  {
    "title": "The Humanity Bureau (2017)",
    "summary": "A dystopian thriller set in the year 2030 that sees the world in a permanent state of economic recession and facing serious environmental problems as a result of global warming.",
    "rating": "6.4"
  },
  {
    "title": "Mom and Dad (2017)",
    "summary": "A teenage girl and her little brother must survive a wild 24 hours during which a mass hysteria of unknown origins causes parents to turn violently on their own kids.",
    "rating": "5.8"
  },
  {
    "title": "Inconceivable (2017)",
    "summary": "A mother looks to escape her abusive past by moving to a new town where she befriends another mother, who grows suspicious of her.",
    "rating": "5.3"
  },
  {
    "title": "Vengeance: A Love Story (2017)",
    "summary": "A gulf war veteran seeks vengeance against those who assaulted a single mother.",
    "rating": "5.2"
  },
  {
    "title": "Arsenal (2017)",
    "summary": "A Southern mobster attempts to rescue his kidnapped brother.",
    "rating": "4.0"
  },
  {
    "title": "Army of One (2016)",
    "summary": "After a personal visit by God himself, the eccentric construction worker Gary Faulkner takes the decision to embark on an adventure in the badlands of Pakistan to bring Al-Qaeda's leader Osama Bin Laden to justice.",
    "rating": "5.0"
  },
  {
    "title": "Homens de Coragem (2016)",
    "summary": "During World War II, an American navy ship is sunk by a Japanese submarine leaving 300 crewmen stranded in shark infested waters.",
    "rating": "5.2"
  },
  {
    "title": "Snowden: Herói ou Traidor (2016)",
    "summary": "The NSA's illegal surveillance techniques are leaked to the public by one of the agency's employees, Edward Snowden, in the form of thousands of classified documents distributed to the press.",
    "rating": "7.3"
  },
  {
    "title": "Cães Selvagens (2016)",
    "summary": "A crew of ex-cons are hired by a Cleveland mafioso to kidnap the baby of a rival mobster.",
    "rating": "4.6"
  },
  {
    "title": "A Sacada (2016)",
    "summary": "A pair of cops investigating a drug invasion stumble upon a mysterious bank vault.",
    "rating": "5.4"
  },
  {
    "title": "Regresso do Mal (2015)",
    "summary": "A professor frantically searches for his son who was abducted during a Halloween parade.",
    "rating": "5.2"
  },
  {
    "title": "Fator de Risco (2015)",
    "summary": "In the aftermath of the 2010 BP oil spill, an idealistic but flawed politician is forced to confront his dysfunctional life after his career is destroyed in a sex scandal.",
    "rating": "4.7"
  },
  {
    "title": "Vingança ao anoitecer (2014)",
    "summary": "When a devastating illness threatens to end Evan Lake's career in the C.I.A., he goes rogue to hunt down a terrorist who tortured him during a mission gone awry years ago.",
    "rating": "4.4"
  },
  {
    "title": "O Apocalipse (2014)",
    "summary": "A small group of survivors are left behind after millions of people suddenly vanish and the world is plunged into chaos and destruction.",
    "rating": "3.1"
  },
  {
    "title": "O Imperador (2014)",
    "summary": "A mysterious warrior teams up with the daughter and son of a deposed Chinese Emperor to defeat their cruel brother, who seeks their deaths.",
    "rating": "4.6"
  },
  {
    "title": "Fúria (2014)",
    "summary": "When the daughter of a reformed criminal is kidnapped, he rounds up his old crew and seeks his own brand of justice.",
    "rating": "5.0"
  },
  {
    "title": "Joe (2013)",
    "summary": "An ex-con, who is the unlikeliest of role models, meets a 15-year-old boy and is faced with the choice of redemption or ruin.",
    "rating": "6.9"
  },
  {
    "title": "Sangue no Gelo (2013)",
    "summary": "An Alaska State Trooper partners with a young woman who escaped the clutches of serial killer Robert Hansen to bring the murderer to justice. Based on actual events.",
    "rating": "6.4"
  },
  {
    "title": "Os Croods (2013)",
    "summary": "After their cave is destroyed, a caveman family must trek through an unfamiliar fantastical world with the help of an inventive boy.",
    "rating": "7.2"
  },
  {
    "title": "O Resgate (2012)",
    "summary": "A former thief frantically searches for his missing daughter, who has been kidnapped and locked in the trunk of a taxi.",
    "rating": "5.5"
  },
  {
    "title": "Motoqueiro Fantasma: Espírito de Vingança (2011)",
    "summary": "As Johnny Blaze hides out in Eastern Europe, he is called upon to stop the devil, who is trying to take human form.",
    "rating": "4.3"
  },
  {
    "title": "Reféns (2011)",
    "summary": "As they're held for ransom, a husband and wife's predicament grows more dire amid the discovery of betrayal and deception.",
    "rating": "5.3"
  },
  {
    "title": "O Pacto (2011)",
    "summary": "After his wife is assaulted, a husband enlists the services of a vigilante group to help him settle the score. Then he discovers they want a 'favor' from him in return.",
    "rating": "6.2"
  },
  {
    "title": "Fúria Sobre Rodas (2011)",
    "summary": "A vengeful father escapes from hell and chases after the men who killed his daughter and kidnapped his granddaughter.",
    "rating": "5.4"
  },
  {
    "title": "Caça às Bruxas (2011)",
    "summary": "14th-century knights transport a suspected witch to a monastery, where monks deduce her powers could be the source of the Black Plague.",
    "rating": "5.4"
  },
  {
    "title": "O Aprendiz de Feiticeiro (2010)",
    "summary": "Master sorcerer Balthazar Blake must find and train Merlin's descendant to defeat dark sorceress Morgana la Fée.",
    "rating": "6.1"
  },
  {
    "title": "Kick-Ass - Quebrando Tudo (2010)",
    "summary": "Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a superhero, even though he has no powers, training or meaningful reason to do so.",
    "rating": "7.7"
  },
  {
    "title": "Astro Boy (2009)",
    "summary": "When an android replica of a boy is rejected by his aggrieved creator, he goes off to find his own identity in an adventure that would make him the greatest hero of his time.",
    "rating": "6.3"
  },
  {
    "title": "Vício Frenético (2009)",
    "summary": "Terence McDonagh is a drug- and gambling-addled detective in post-Katrina New Orleans investigating the killing of five Senegalese immigrants.",
    "rating": "6.7"
  },
  {
    "title": "Força G (2009)",
    "summary": "A specially trained squad of guinea pigs is dispatched to stop a diabolical billionaire from taking over the world.",
    "rating": "5.1"
  },
  {
    "title": "Presságio (2009)",
    "summary": "M.I.T. professor John Koestler links a mysterious list of numbers from a time capsule to past and future disasters and sets out to prevent the ultimate catastrophe.",
    "rating": "6.2"
  },
  {
    "title": "Perigo em Bangkok (2008)",
    "summary": "A hitman who's in Bangkok to pull off a series of jobs violates his personal code when he falls for a local woman and bonds with his errand boy.",
    "rating": "5.4"
  },
  {
    "title": "A Lenda do Tesouro Perdido: Livro dos Segredos (2007)",
    "summary": "Benjamin Gates must follow a clue left in John Wilkes Booth's diary to prove his ancestor's innocence in the assassination of Abraham Lincoln.",
    "rating": "6.5"
  },
  {
    "title": "O Vidente (2007)",
    "summary": "A Las Vegas magician who can see into the future is pursued by FBI agents seeking to use his abilities to prevent a nuclear terrorist attack.",
    "rating": "6.2"
  },
  {
    "title": "Grindhouse (2007)",
    "summary": "Quentin Tarantino and Robert Rodriguez's homage to exploitation double features in the 60s and 70s with two back-to-back cult films that include previews of coming attractions between them.",
    "rating": "7.6"
  },
  {
    "title": "Motoqueiro Fantasma (2007)",
    "summary": "Stunt motorcyclist Johnny Blaze gives up his soul to become a hellblazing vigilante, to fight against power hungry Blackheart, the son of the devil himself.",
    "rating": "5.2"
  },
  {
    "title": "O Sacrifício (2006)",
    "summary": "A sheriff investigating the disappearance of a young girl from a small island discovers there's a larger mystery to solve among the island's secretive, neo-pagan community.",
    "rating": "3.7"
  },
  {
    "title": "As Torres Gêmeas (2006)",
    "summary": "Two Port Authority police officers become trapped under the rubble of the World Trade Center.",
    "rating": "6.0"
  },
  {
    "title": "Lucas: Um Intruso no Formigueiro (2006)",
    "summary": "After Lucas Nickle floods an ant colony with his watergun, he's magically shrunken down to insect size and sentenced to hard labor in the ruins.",
    "rating": "5.9"
  },
  {
    "title": "O Sol de Cada Manhã (2005)",
    "summary": "A Chicago weather man, separated from his wife and children, debates whether professional and personal success are mutually exclusive.",
    "rating": "6.6"
  },
  {
    "title": "O Senhor das Armas (2005)",
    "summary": "An arms dealer confronts the morality of his work as he is being chased by an Interpol Agent.",
    "rating": "7.6"
  },
  {
    "title": "A Lenda do Tesouro Perdido (2004)",
    "summary": "A historian races to find the legendary Templar Treasure before a team of mercenaries.",
    "rating": "6.9"
  },
  {
    "title": "Os Vigaristas (2003)",
    "summary": "A phobic con artist and his protégé are on the verge of pulling off a lucrative swindle when the former's teenage daughter arrives unexpectedly.",
    "rating": "7.3"
  },
  {
    "title": "Adaptação (2002)",
    "summary": "A lovelorn screenwriter becomes desperate as he tries and fails to adapt 'The Orchid Thief' by Susan Orlean for the screen.",
    "rating": "7.7"
  },
  {
    "title": "Sonny, O Amante (2002)",
    "summary": "An honorably discharged soldier returns home to New Orleans, hoping to break away from his upbringing as a trained prostitute, but his brothel-madam mother has other expectations.",
    "rating": "5.7"
  },
  {
    "title": "Códigos de Guerra (2002)",
    "summary": "Two U.S. Marines in World War II are assigned to protect Navajo Marines, who use their native language as an unbreakable radio cypher.",
    "rating": "6.0"
  },
  {
    "title": "Um Conto de Natal (2001)",
    "summary": "The film begins with a live-action sequence set in Boston in 1857, the site of a live reading by renowned novelist Dickens. As he begins his 'story of ghosts' a woman in the audience ...\n                    See full summary »",
    "rating": "5.6"
  },
  {
    "title": "O Capitão Corelli (2001)",
    "summary": "When a fisherman leaves to fight with the Greek army during World War II, his fiancée falls in love with the local Italian commander.",
    "rating": "5.9"
  },
  {
    "title": "Um Homem de Família (2000)",
    "summary": "A fast-lane investment broker, offered the opportunity to see how the other half lives, wakes up to find that his sports car and girlfriend have become a mini-van and wife.",
    "rating": "6.7"
  },
  {
    "title": "60 Segundos (2000)",
    "summary": "A retired master car thief must come back to the industry and steal fifty cars with his crew in one night to save his brother's life.",
    "rating": "6.5"
  },
  {
    "title": "Vivendo no Limite (1999)",
    "summary": "Haunted by the patients he failed to save, an extremely burned-out Manhattan ambulance paramedic fights to maintain his sanity over three fraught and turbulent nights.",
    "rating": "6.8"
  },
  {
    "title": "8mm - Oito Milímetros (1999)",
    "summary": "A private investigator is hired to discover if a \"snuff film\" is authentic or not.",
    "rating": "6.5"
  },
  {
    "title": "Olhos de Serpente (1998)",
    "summary": "A shady police detective finds himself in the middle of a murder conspiracy at an important boxing match in an Atlantic City casino.",
    "rating": "6.0"
  },
  {
    "title": "Cidade dos Anjos (1998)",
    "summary": "Inspired by the modern classic, Wings of Desire, City involves an angel (Cage) who is spotted by a doctor in an operating room. Franz plays Cage's buddy who somehow knows a lot about angels.",
    "rating": "6.7"
  },
  {
    "title": "A Outra Face (1997)",
    "summary": "In order to foil an extortion plot, an FBI agent undergoes a facial transplant surgery and assumes the identity and physical appearance of a terrorist, but the plan turns from bad to worse when the same terrorist impersonates the FBI agent.",
    "rating": "7.3"
  },
  {
    "title": "Con Air - A Rota da Fuga (1997)",
    "summary": "Newly paroled ex-con and former U.S. Ranger Cameron Poe finds himself trapped in a prisoner transport plane when the passengers seize control.",
    "rating": "6.8"
  },
  {
    "title": "A Rocha (1996)",
    "summary": "A mild-mannered chemist and an ex-con must lead the counterstrike when a rogue group of military men, led by a renegade general, threaten a nerve gas attack from Alcatraz against San Francisco.",
    "rating": "7.4"
  },
  {
    "title": "Despedida em Las Vegas (1995)",
    "summary": "Ben Sanderson, a Hollywood screenwriter who lost everything because of his alcoholism, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.",
    "rating": "7.6"
  },
  {
    "title": "O Beijo da Morte (1995)",
    "summary": "A reformed convict goes undercover with the help of an angry detective to ensnare a psychotic mobster.",
    "rating": "5.9"
  },
  {
    "title": "Encurralados no Paraíso (1994)",
    "summary": "Residents of a friendly Pennsylvania town foil three brothers' plan to rob a bank on Christmas Eve.",
    "rating": "5.9"
  },
  {
    "title": "Atraídos Pelo Destino (1994)",
    "summary": "A police officer promises to share his lottery ticket with a waitress in lieu of a tip.",
    "rating": "6.3"
  },
  {
    "title": "O Guarda-Costas e a Primeira Dama (1994)",
    "summary": "A former U.S. First Lady wants a particular Secret Service agent to head her bodyguard detail, even though he can't stand her.",
    "rating": "6.2"
  },
  {
    "title": "Engano Mortal (1993)",
    "summary": "After he accidentally kills his father, Mike, during a sting, Joe tries to carry out Mike's dying wish by recovering valuables that Mike's twin brother Lou stole from him years earlier. But...\n                    See full summary »",
    "rating": "3.7"
  },
  {
    "title": "Morte Por Encomenda (1993)",
    "summary": "Upon arriving to a small town, a drifter is mistaken for a hitman, but when the real hitman arrives, complications ensue.",
    "rating": "7.0"
  },
  {
    "title": "Não Chame a Polícia! (1993)",
    "summary": "When Andrew Sterling, a successful black urbanite writer buys a vacation home on a resort in New England the police mistake him for a burglar. After surrounding his home with armed men, ...\n                    See full summary »",
    "rating": "5.6"
  },
  {
    "title": "Lua de Mel a Três (1992)",
    "summary": "On her deathbed, a mother makes her son promise never to get married, which scars him with psychological blocks to a commitment with his girlfriend. They finally decide to tie the knot in ...\n                    See full summary »",
    "rating": "5.8"
  },
  {
    "title": "Zandalee - Uma Mulher para Dois (1991)",
    "summary": "Bored with her marriage to burnt out poet turned corporate executive Thierry, Zandalee falls prey to an old friend of her husband, the manipulative and egotistical Johhny and becomes ...\n                    See full summary »",
    "rating": "4.4"
  },
  {
    "title": "Industrial Symphony No. 1: The Dream of the Brokenhearted (1990)",
    "summary": "The performer of Twin Peaks theme Julee Cruise's experimental concert film, which opens with a short intro where a man breaks up with his girl over the phone, which devastates her. The concert is set in her nightmarish subconscious mind.",
    "rating": "7.2"
  },
  {
    "title": "Apache: Helicópteros Invencíveis (1990)",
    "summary": "Elite Apache helicopter pilots are tasked with destroying powerful armed drug cartels operating in South America.",
    "rating": "4.7"
  },
  {
    "title": "Coração Selvagem (1990)",
    "summary": "Young lovers Sailor and Lula run from the variety of weirdos that Lula's mom has hired to kill Sailor.",
    "rating": "7.2"
  },
  {
    "title": "Tempo di uccidere (1989)",
    "summary": "1936, Italian army is invading Ethiopia. Lieutenant Silvestri suffering toothache decides to reach the nearest camp hospital. But the lorry has an accident and stop near a rock, so ...\n                    See full summary »",
    "rating": "5.3"
  },
  {
    "title": "Sedutores Seduzidos (1989)",
    "summary": "After their cars crash on a desert highway in the middle of nowhere, two friends and a woman they both like must wait for someone to stop by and help them. Unfortunately, those who do stop turn out to be criminals, eccentrics or wackos.",
    "rating": "4.6"
  },
  {
    "title": "Um Estranho Vampiro (1988)",
    "summary": "After an encounter with a neck-biter, a publishing executive thinks that he's turning into a vampire.",
    "rating": "5.9"
  },
  {
    "title": "Feitiço da Lua (1987)",
    "summary": "Loretta Castorini, a bookkeeper from Brooklyn, New York, finds herself in a difficult situation when she falls for the brother of the man she has agreed to marry.",
    "rating": "7.1"
  },
  {
    "title": "Arizona Nunca Mais (1987)",
    "summary": "When a childless couple of an ex-con and an ex-cop decide to help themselves to one of another family's quintuplets, their lives become more complicated than they anticipated.",
    "rating": "7.4"
  },
  {
    "title": "Peggy Sue, Seu Passado a Espera (1986)",
    "summary": "Peggy Sue faints at a high school reunion. When she wakes up, she finds herself in her own past, just before she finished school.",
    "rating": "6.3"
  },
  {
    "title": "Fúria de Vencer (1986)",
    "summary": "Based on the life of Ned Hanlan, the late-19th century Canadian sculler and world champion. Hanlan was one of the first scullers to successfully utilize the \"sliding seat.\"",
    "rating": "5.4"
  },
  {
    "title": "Asas da Liberdade (1984)",
    "summary": "After two friends return home from the Vietnam War one becomes mentally unstable and obsesses with becoming a bird.",
    "rating": "7.3"
  },
  {
    "title": "Cotton Club (1984)",
    "summary": "The Cotton Club was a famous night club in Harlem. The story follows the people that visited the club, those that ran it, and is peppered with the Jazz music that made it so famous.",
    "rating": "6.5"
  },
  {
    "title": "Adeus à Inocência (1984)",
    "summary": "In 1942 California, two young men await induction into the U.S. Marines and say goodbye to their girlfriends.",
    "rating": "6.8"
  },
  {
    "title": "O Selvagem da Motocicleta (1983)",
    "summary": "Rusty James, an absent-minded street thug struggles to live up to his legendary older brother's reputation, and longs for the days when gang warfare was going on.",
    "rating": "7.2"
  },
  {
    "title": "Sonhos Rebeldes (1983)",
    "summary": "Julie, a girl from the valley, meets Randy, a punk from the city. They are from different worlds and find love. Somehow they need to stay together in spite of her trendy, shallow friends.",
    "rating": "6.4"
  },
  {
    "title": "Picardias Estudantis (1982)",
    "summary": "A group of Southern California high school students are enjoying their most important subjects: sex, drugs and rock n' roll.",
    "rating": "7.2"
  },
  {
    "title": "Best of Times (1981)",
    "summary": "This ABC pilot starred 7 teenagers in a 80's style Laugh-In. It told the light and dark side of teenage thoughts with dancing and singing added in for color. It would have done well in a ...\n                    See full summary »",
    "rating": "5.9"
  }
]